Repository: sebolivera/reading_stuff
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Comments:
fr: Commentaires :

source: on
fr: le

source: Delete
fr: Supprimer

source: The following posts match your search:
fr: Les posts suivants correspondent à votre recherche :

source: No posts
fr: Aucun post

source: Favorite
fr: Favoris

source: By
fr: par

source: Read more...
fr: En savoir plus...

source: The authors of the following posts match your search:
fr: Les auteurs des posts suivants correspondent à votre recherche :

source: See comments
fr: Voir les commentaires

source: My junkyard
fr: Mon dépotoire

source: pls take me home I'm scared
fr: maman j'ai peur je veux rentrer

source: Home
fr: Accueil

source: Switch to
fr: Passer en

source: Language
fr: Langue

source: Post something
fr: Poster quelque chose

source: Favorited
fr: Mes Favoris

source: My publications
fr: Mes publications

source: Logout
fr: Se déconnecter

source: Login
fr: Se connecter

source: Cursed
fr: Maudit

source: Mundane
fr: Ordinaire

source: Blessed
fr: Bénit

source: Favorited posts
fr: Mes posts favoris

source: I made a BANNER because it looks COOL and EPIC
fr: J'ai fait une BANNIÈRE, parce que c'est COOL et ÉPIC

source: This will probably hold relevant info at some point
fr: Il y aura sans doute des choses incroyables ici un jour

source: The following comment
fr: Le commentaire suivant

source: awaiting a review:
fr: est en attente de révision :

source: awaiting
fr: attend

source: review
fr: sa révision

source: Approve
fr: Approuver

source: Leave a comment
fr: Laisser un commentaire

source: You need to be
fr: Vous devez être

source: logged in
fr: connecté

source: New post
fr: Nouveau post

source: This is a chapter (and not a simple post)
fr: Ceci est un chapitre (et non pas un simple post)

source: Book:
fr: Livre :

source: Chapter Number:
fr: Chapitre N° :

source: Please select a book!
fr: Veuillez sélectionner un livre !

source: Publish
fr: Publier

source: Save as a draft
fr: Sauvegarder le brouillon

source: Your publications
fr: Vos publications

source: Search posts
fr: Rechercher des posts

source: Under construction
fr: En cours de construction

source: This website is currently under construction, please disregard whatever unexpected things you may find.
fr: Ce site est actuellement en cours de construction, veuillez ignorer les comportements innatendus de la part des pages.

source: DO NOT CLICK THIS
fr: NE PAS CLIQUER

source: This message has changed, though you probably didn't notice.
fr: Vous n'avez probablement pas remarqué, mais ce message a changé

source: Password
fr: Mot de passe

source: Password confirmation
fr: Confirmation du mot de passe

source: Enter the same password as above, for verification.
fr: Entrez le même mot de passe qu'au dessus

source: Log in
fr: Se connecter

source: Username
fr: Nom d'utilisateur

source: Forgot password?
fr: Mot de passe oublié ?

source: Don't have an account?
fr: Pas encore de compte?

source: Register here
fr: Créez-vous un compte ici

source: Please don't click on anything you're not supposed to
fr: Ne cliquez pas là où vous n'êtes pas censé le faire, merci

source: You shouldn't be able to access this page. Please leave.
fr: Vous ne devriez pas être en mesure d'accéder à cette page. Dégagez, s'il vous plaît.

source: Please login to see this page.
fr: Connectez vous pour pouvoir voir cette page.

source: Registration Form
fr: Formulaire d'enregistrement

source: Profile Pic*
fr: Photo de profil*

source: Pen Name*
fr: Nom d'auteur

source: Email
fr: Mail
